Repository: ACCM-Conseils/Cut-M-Autriche
Catalog: Lang_*.resx
Languages: fr

source: Adam 1 not connected
fr: Adam 1 non connecté

# btAnnule
source: Production cancellation
fr: Annulation production

# ChoisirRef
source: Choose a reference
fr: Choisissez une référence

# ChoixRef
source: Choose or enter a reference
fr: Choisir ou saisir une référence

# CloseAndStart
source: Please close the door and open the shutter.
fr: Veuillez fermer la porte et ouvrir le shutter.

# ConnectAdam1
source: Connected to Adam 1 module
fr: Connecté au module Adam 1

# ConnectAdam2
source: Connected to Adam 2 module
fr: Connecté au module Adam 2

# Consigne
source: I have read the instructions below
fr: J'ai lu les consignes ci-dessous

# Decoupe
source: Cutting in progress
fr: Découpe en cours

# DecoupeTermine
source: Cut finished
fr: Découpe terminée

# DemarrageDecoupe
source: Start cutting
fr: Démarrage découpe

# DepartCycle
source: Waiting to load cover and start cycle
fr: En attente chargement capot et départ cycle

# Fermee
source: Closed
fr: Fermée

# FermerPorte
source: Close the door
fr: Fermer la porte

# InitAdam1
source: Adam 1 module initialisation OK
fr: Initialisation module Adam 1 OK

# InitAdam2
source: Adam 2 module initialisation OK
fr: Initialisation module Adam 2 OK

# lblProd
source: Production in progress
fr: Production en cours

# lblRef
source: Reference from file
fr: Référence à partir du fichier

# lblTitreDiametre
source: Diameter
fr: Diamètre

# lblTitreEtage
source: Mandrel floor number
fr: N° étage mandrin

# lblTitreEtat
source: State
fr: Etat

# lbltitrePorte
source: Door :
fr: Porte :

# lblTitreQte
source: Quantity remaining
fr: Quantité restante

# LoadMask
source: Loading the mask
fr: Chargement du masque

# NoConnectAdam1
source: Adam 1 module initialisation impossible
fr: Initialisation module Adam 1 impossible

# NoConnectAdam2
source: Adam 2 module initialisation impossible
fr: Initialisation module Adam 2 impossible

# NoRef
source: No reference available
fr: Aucune référence disponible

# OuvrirPorte
source: Open the door
fr: Ouvrir la porte

# OuvrirShutter
source: Open the shutter
fr: Ouvrir le shutter

# PlacerPiece
source: Positioning the workpiece
fr: Positionner la pièce

# Quitter
source: Close
fr: Fermer

# Timer1Start
source: Timer 1 started
fr: Timer 1 démarré

# Timer2Start
source: Timer 2 started
fr: Timer 2 démarré
